[
 {
  "title": "Dexter",
  "type": "series",
  "photoURL": "https://m.media-amazon.com/images/M/MV5BMTM5MjkwMTI0MV5BMl5BanBnXkFtZTcwODQwMTc0OQ@@._V1_UY268_CR7,0,182,268_AL_.jpg",
  "rating": "5",
  "genre": "Other",
  "review": "This show is amazing! It puts the watcher inside the mind of serial killer, forensics expert, and sociopath, Dexter Morgan. With a unique skillset and his late father's advice, he just might never be caught."
 },
 {
  "title": "Gray's Anatomy",
  "type": "series",
  "photoURL": "http://www.gstatic.com/tv/thumb/tvbanners/17114349/p17114349_b_v8_aa.jpg",
  "rating": "4",
  "genre": "Drama",
  "review": "If you enjoy seeing the chaos of a hospital ER, then you'll love watching the chaos surrounding the life of a young intern, Marideth Gray."
 },
 {
  "title": "Gotham",
  "type": "series",
  "photoURL": "https://www.peeridium.com/wp-content/uploads/2014/09/gotham-cover.jpg",
  "rating": "3.5",
  "genre": "Action",
  "review": "While this show serves as a fun reminder of DC villains and has comic-like action and events, it goes against many other transmedia surrounding the DC universe. Don't think too hard about the timeline of this show either. It makes some characters much older than they are in other DC shows and movies. Ah well, it's all worth it to see adolescent Batman becoming who we all grew up admiring. Just kidding, don't think about it that, it's kind of depressing."
 },
 {
  "title": "El Camino",
  "photoURL": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRKGcPDYu5Zdyukyk_DYwCWkob0f26J-Am7PhCRV4K9U8dFOMNh&s",
  "type": "movie",
  "rating": "4",
  "genre": "Drama",
  "review": "Breaking Bad fanatics were shocked when this movie sequel came to Netflix. It caught many by pleasant surprise and deserved all the hype that it received. The movie centers around Jesse Pinkman and the fallout of the climax of the Breaking Bad series. I won't spoil anything as this movie would be nothing without its predecessor, so if you want watch this movie, I suggest you spend the necessary 62 hours to watch the complete Breaking Bad series. You will not regret it."
 },
 {
  "photoURL": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQND4KmJxPOq1oHJUvdodHln2O0PkZWBLqeO-YXdUoxDbfEPXzc&s",
  "title": "In The Tall Grass",
  "type": "movie",
  "rating": "2.5",
  "genre": "Thriller",
  "review": "Not the scariest, but will definitely have you saing, \"what the frick did I just watch.\""
 },
 {
  "photoURL": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTXfsshjMiWwW43fCN73f2cpLidEflriuw5Uw5hSRONeBCLAsKJ-Q&s",
  "title": "Bird Box",
  "type": "movie",
  "rating": "4.5",
  "genre": "Thriller",
  "review": "Possibly one of the greatest Netflix Originals ever put out. This movie is captivating from start to finish and is a must-see! If you didn't believe all the hype that this movie received when it first came out, you're missing out!"
 },
 {
  "photoURL": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSAYiG2wF42xNUmDYbHvrM9ZECNcgYKvk7CgGiFW2-PIwVypdSj&s",
  "title": "Snowpiercer",
  "type": "movie",
  "rating": "4",
  "genre": "Action",
  "review": "Get ready to be slightly claustrophobic for the next 2 hours and 6 minutes. The entire movie takes place on a train. Don't you worry, though. You'll get to watch Chris Evans scowl and fight his way from the caboose, to the front engine."
 },
 {
  "photoURL": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcT2sbF46FPSuwxB2lt6RBpRcXqz2rm4e68Z1LWX8EaPq5lS-dQzQw&s",
  "title": "Stranger Things",
  "type": "series",
  "rating": "5",
  "genre": "Action",
  "review": "If you haven't heard of Stranger Things by now, you probably have lived under a rock for the past few years. This is a fun and funny show featuring an odd bunch of characters and a gripping storyline."
 },
 {
  "photoURL": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSIeDcgawk9xXyt7q5Q95oTNRPvE43wcOXj0e06Mam3YKmMpmwgcg&s",
  "title": "Black Mirror",
  "type": "series",
  "rating": "4.5",
  "genre": "Other",
  "review": "Each unique episode tugs at each moral value you think you hold. Be ready to rethink everything you thought you knew about the world."
 },
 {
  "photoURL": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTUi3SMVs9hwd2hy7hXAuTdCTLkzBa8U7aHaGf0TSTu355co9qz&s",
  "title": "The End of the F**king World",
  "type": "series",
  "rating": "3.5",
  "genre": "Drama",
  "review": "Whoa. This one is not for the faint-hearted. Murder and psychotic people help tell the tale of how quickly one's life could turn upside-down."
 }, 
 {
  "photoURL": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRCzlpaPlJUd9XKjp247M3EfH81MmZ-ncYOh9krm0EPklN14Rn5&s",
  "title": "Klaus",
  "type": "movie",
  "rating": "3",
  "genre": "Holiday",
  "review": "'Tis the season! Learn how the Santa we all know and love came to be in this cartoon comedy"
 },
 {
  "photoURL": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQwTX6ykQEZmN_zWh1pQeIRQt2MPFkhlRqpq9s4S-n3vJF-eFJ7&s",
  "title": "The Matrix",
  "type": "movie",
  "rating": "3.5",
  "genre": "Action",
  "review": "Everybody's GOT to see the Matrix at some point. If you don't how will you know what everyone else means when they talk about taking the red pill or the blue pill. Hint: one unlocks the Matrix"
 }
]
